Repository: angulo/Weekend-Works
Catalog: gifer/code/po/*.po
Languages: es

source: Set the image delay in seconds
es: Fijar la duración de la imagen en segundos

source: _New project
es: Proyecto nuevo

source: Create a new project
es: Crear un proyecto nuevo

source: Select all
es: Seleccionar todo

source: Select all images
es: Seleccionar todas las imágenes

source: Unselect all
es: Deseleccionar todo

source: Unselect all images
es: Deseleccionar todas las imágenes

source: _Add images
es: Añadir imágenes

source: Add new images to the list
es: Añadir imágenes nuevas a la lista

source: _Remove images
es: Borrar imágenes

source: Remove the selected images
es: Borrar las imágenes seleccionadas

source: _Copy images
es: Copiar imágenes

source: Copy the selected images
es: Copiar las imágenes seleccionadas

source: _Paste images
es: Pegar imágenes

source: Paste the selected images
es: Pegar las imágenes seleccionadas

source: Move right
es: Mover a la derecha

source: Move the selected image to the right
es: Mover la imagen seleccionada a la derecha

source: Move left
es: Mover a la izquierda

source: Move the selected image to the left
es: Mover la imagen seleccionada a la izquierda

source: Loop
es: Repetición continuada

source: _Generate GIF
es: Generar GIF

source: Generate an animated GIF using the added images
es: Generar GIF animado a partir de las imágenes añadidas

source: P_review GIF
es: Previsualizar GIF

source: Preview current project
es: Previsualizar el proyecto actual

source: _About
es: Acerca de

source: _File
es: Archivo

source: _Edit
es: Edición

source: _Actions
es: Acciones

source: _Options
es: _Opciones

source: _Help
es: Ayuda

source: Are you sure do you want to delete the current project?
es: ¿Estás seguro de que deseas perder el proyecto actual?

source: New project created
es: Creado proyecto nuevo

source: Are you sure do you want to quit?
es: ¿Estás seguro de que deseas salir?

source: Add...
es: Añadir...

source: Cancel
es: Cancelar

source: Add
es: Añadir

source: The following images have not been added. Check its format.
es: Las siguientes imágenes no han sido añadidas. Comprueba su formato.

source: images added
es: imágenes añadidas

source: images removed
es: imágenes borradas

source: images copied
es: imágenes copiadas

source: images pasted
es: imágenes pegadas

source: Preview loaded
es: Vista previa cargada

source: Gifer - Preview
es: Gifer - Vista previa

source: Loading...
es: Cargando...

source: Loading preview...
es: Cargando vista previa...

source: Generate as...
es: Generar como...

source: Save
es: Guardar

source: GIF generated successfully
es: GIF generado correctamente

source: Invalid option:
es: Opción no válida:

source: See options with gifer --help
es: Ver opciones con gifer --help

source: Invalid argument:
es: Argumento no válido:

source: Threading not supported: aborting.
es: Multi-hilo no está disponible: abortando.

source: Usage: gifer [OPTION]...
es: Uso: gifer [OPCIÓN]...

source: Options:
es: Opciones:

source: -v, --version : Show the program version.
es: -v, --version: Mostrar la versión del programa.

source: -h, --help : Show this help.
es: -h, --help : Mostrar esta ayuda.

source: Send bugs to javier.angulo1@gmail.com
es: Mandar bugs a javier.angulo1@gmail.com
